Repository: frapell/collective.firehose
Catalog: collective/firehose/locales/*/LC_MESSAGES/collective.firehose.po
Languages: es

source: A portlet that will show most visited content in a given amount of time, ordered by hits
es: Un portlet que muestra el contenido más visitado en un período de tiempo dado, ordenado por accesos

source: Choose which content types should be shown in the portlet
es: Seleccione qué tipos de contenido deben mostrarse en el portlet

source: Content types to check
es: Tipos de contenido a comprobar

source: Header
es: Cabecera

source: Hours
es: Horas

source: How many hours ago.
es: Hace cuántas horas.

source: Maximum results
es: Resultados máximos

source: Most visited content
es: Contenido más visitado

source: The header for the portlet. Leave empty for none.
es: La cabecera del portlet. Dejar vacío para ninguna.

source: The maximum results number.
es: El número máximo de resultados.
